bat
coreutils
docker-credential-helper
fzf
gcc
gh
gnupg
gnuplot
graphviz
helm
htop
imagemagick
kubernetes-cli
llvm
neovim
node
openssl
pidof
pinentry-mac
python3
rancher-cli
rbenv
readline
ripgrep
sbt
scala
stow
telnet
tldr
tree
wget
fabianishere/personal/pam_reattach
ykman
zoom
