ccls
docker-credential-helper
fzf
gcc
gnupg
helm@2
htop
imagemagick
kubernetes-cli
neovim
node@12
openssl
pidof
pinentry-mac
python
rbenv
readline
ripgrep
ruby
sbt
scala
telnet
tldr
tree
wget
