tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "awsume"
brew "bat"
brew "cmake"
brew "coreutils"
brew "gcc"
brew "fd"
brew "fzf"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "grep"
brew "gradle"
brew "htop"
brew "imagemagick"
brew "jq"
brew "maven"
brew "mkcert"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neovim"
brew "node"
brew "pidof"
brew "pinentry-mac"
brew "pre-commit"
brew "readline"
brew "redis"
brew "ripgrep"
brew "starship"
brew "stow"
brew "telnet"
brew "tldr"
brew "tree"
brew "watchexec"
brew "wget"
brew "yt-dlp"
cask "1password"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "kitty"
cask "keepassxc"
cask "mactex"
cask "microsoft-teams"
cask "mongodb-compass"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "signal"
cask "visual-studio-code"
cask "zoom"
cask "zerotier-one"
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Yubico Authenticator", id: 1497506650
