bat
cmake
coreutils
fzf
gcc
gh
gnupg
htop
imagemagick
jq
neovim
node
openssl
pidof
pinentry-mac
python3
readline
ripgrep
stow
telnet
tldr
tree
wget
ykman
youtube-dl
zbar
zsh-autosuggestions
